[
  {
    "img": "./imgaes/1.png",
    "title": "UI/UX Group",
    "description": "UX design is about understanding the overall journey of your users and turning it into a product.UI design is the process of transforming wireframes into ..."
  },
  {
    "img": "./imgaes/2.png",
    "title": "Front-End Group",
    "description": "Front-End has emerged in the last few years as a new profession that combines several disciplines, such as statistics, data analysis, machine learning ..."
  },
  {
    "img": "./imgaes/3.png",
    "title": "Back-End Group",
    "description": "Back-end Development refers to the server-side development. It focuses on databases, scripting, and website architecture."
  },
  {
    "img": "./imgaes/4.png",
    "title": "Android Group",
    "description": "Android is a mobile operating system based on a modified version of the Linux kernel and other open source software, designed primarily for touchscreen ..."
  },
  {
    "img": "./imgaes/5.png",
    "title": "IOS Group",
    "description": "IOS is a mobile operating system for iphons. it generated by apple company. based on modified version of the linux kernal bla bla bla ..."
  },
  {
    "img": "./imgaes/6.png",
    "title": "Flutter Group",
    "description": "Flutter is a free and open-source mobile UI framework created by Google and released in May 2017. In a few words, it allows you to create a ..."
  },
  {
    "img": "./imgaes/7.png",
    "title": "Problem Solving Squad",
    "description": "Problem-solving is a mental process that involves discovering, analyzing, and solving problems ..."
  },
  {
    "img": "./imgaes/8.png",
    "title": "Data Science Group",
    "description": "Data science has emerged in the last few years as a new profession that combines several disciplines, such as statistics, data analysis, machine learning ..."
  },
  {
    "img": "./imgaes/9.png",
    "title": "Motion Graphic & Video Editing Group",
    "description": "Motion Graphic has emerged in the last few years as a new profession that combines several ..."
  },
  {
    "img": "./imgaes/10.png",
    "title": "Graphic Design Group",
    "description": "Graphic Design has emerged in the last few years as a new profession that combines several ..."
  },
  {
    "img": "./imgaes/11.png",
    "title": "OOP Group",
    "description": "OOP is a concept of programming system based on a modified version of the Linux kernel and other open source software, designed primarily for touchscreen ..."
  },
  {
    "img": "./imgaes/12.png",
    "title": "English Group",
    "description": "English is a language system based on a modified version of the Linux kernel and other open source software, designed primarily for touchscreen ..."
  }
]
